/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Pro katalog…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Kunde inte öppna Media Pro katalog.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Kan inte läsa Media Pro katalogens dokumentegenskaper";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Kan inte läsa Media Pro katalogens objektegenskaper";

